[
    {
        "duration": 90,
        "title": "The Tales of Strango the Clown",
        "genre": [
            {
                "id": "Horror",
                "name": 27
            }
        ],
        "poster": "\/lvoUvHJTmbRJ6BE0qkuUib6gt3j.jpg",
        "releaseDate": "2020-10-30",
        "description": "The tragic story of a high powered business exec. Lawrence \"Strangio\" Del Rio who loses it all forcing him down a dark insidious path of multiple gruesome murders under the disguise as Strango The Clown. The most notorious and vulgar stand up comedian on the Dark Web.",
        "movieID": 748225
    },
    {
        "duration": 0,
        "title": "Expulsion",
        "genre": [
            {
                "id": 878,
                "name": "Science Fiction"
            },
            {
                "id": 18,
                "name": "Drama"
            },
            {
                "id": 53,
                "name": "Thriller"
            }
        ],
        "poster": "\/jWXi6KAKR7gnI0VaM7EWIdabaQE.jpg",
        "releaseDate": "2020-10-20",
        "description": "Scott and Vincent are top recruits at the prestigious Cicero Market Technologies Corporation where they are tasked with the development and implementation of cutting edge technologies.  The sole purpose of their work is to bring about medical, environmental and physics advancements.  However, beaten by their own curiosity, the pair begin to sneak their work home with them.  They push the boundaries of particle collision science to undiscovered levels stumbling upon a parallel universe complete with an alternate version of Scott.  As their days and nights unfold they begin to discover that others seek their tech to advance their own agendas.  Agendas that they intend to fulfill at any cost.",
        "movieID": 715387
    },
    {
        "duration": 106,
        "title": "Misbehaviour",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            },
            {
                "id": "History",
                "name": 36
            },
            {
                "id": "Comedy",
                "name": 35
            }
        ],
        "poster": "\/o1SoYYvxG4bWTXp4wNWt5sKQf1E.jpg",
        "releaseDate": "2020-03-12",
        "description": "A group of women involved in the Women's Liberation Movement hatched a plan to invade the stage and disrupt the live broadcast at the 1970 Miss World competition in London, resulting in overnight fame for the newly-formed organization. When the show resumed the results caused an uproar, turning the Western ideal of beauty on it's head.",
        "movieID": 567965
    },
    {
        "duration": 82,
        "title": "Cult",
        "genre": [
            {
                "id": 35,
                "name": "Comedy"
            },
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "poster": "\/yO0G40TP2nuwZh0D1saC7XlsOaM.jpg",
        "releaseDate": "2020-10-29",
        "description": "A documentary crew travel to a remote village in England to capture the lives of notorious cult 'Friends at the End'. F.A.T.E were once a growing religion but, after a miscalculated doomsday prediction in the 1950s, membership has dwindled. In recent years F.A.T.E have been linked to disappearances of former members, the leader Daniel Love has gone into self-imposed exile, and this year their crops are failing. Except the potatoes. In need of money, the gang recruit new member Rachel, at a local rehab facility. Rachel breathes new life into the group and, when she turns the head of lifelong member Comet, old relationships begin to fracture. As the comet that F.A.T.E believe will bring with it the end of the world approaches, the group's beliefs are tested. New secrets emerge which threaten everything the cult has been working towards.",
        "movieID": 755021
    },
    {
        "duration": 90,
        "title": "Killer Weekend",
        "genre": [
            {
                "id": "Thriller",
                "name": 53
            }
        ],
        "poster": "\/iyzMeofrUVYyiPoItBcKjRgxlIh.jpg",
        "releaseDate": "2020-10-26",
        "description": "A sexy young coed enjoys a lavish lifestyle thanks to a sugar daddy dating app, accessing their money by having them killed. She soon meets her match, however, in her new rich, handsome boyfriend - who happens to also be a serial killer.",
        "movieID": 610069
    },
    {
        "duration": 121,
        "title": "The Emperor of Paris",
        "genre": [
            {
                "id": 18,
                "name": "Drama"
            },
            {
                "id": 80,
                "name": "Crime"
            },
            {
                "id": 53,
                "name": "Thriller"
            }
        ],
        "poster": "\/6uCmrmGVVBlKCice9WeuTsZgWOH.jpg",
        "releaseDate": "2018-12-19",
        "description": "Paris, France, early 19th century. The legendary convict François Vidocq lives in disguise trying to escape from a tragic past that torments him. When, after an unfortunate event, he crosses paths with the police chief, he makes a bold decision that will turn the ruthless mastermind of the Parisian underworld against him.",
        "movieID": 478820
    },
    {
        "duration": 97,
        "title": "The Doorman",
        "genre": [
            {
                "id": "Action",
                "name": 28
            },
            {
                "id": "Thriller",
                "name": 53
            }
        ],
        "poster": "\/pklyUbh4k1DbHdnsOMASyw7C6NH.jpg",
        "releaseDate": "2020-10-01",
        "description": "A former Marine turned doorman at a luxury New York City high-rise must outsmart and battle a group of art thieves and their ruthless leader — while struggling to protect her sister's family. As the thieves become increasingly desperate and violent, the doorman calls upon her deadly fighting skills to end the showdown.",
        "movieID": 737568
    },
    {
        "duration": 149,
        "title": "2001: A Space Odyssey",
        "genre": [
            {
                "id": 878,
                "name": "Science Fiction"
            },
            {
                "id": 9648,
                "name": "Mystery"
            },
            {
                "id": 12,
                "name": "Adventure"
            }
        ],
        "poster": "\/zmmYdPa8Lxx999Af9vnVP4XQ1V6.jpg",
        "releaseDate": "1968-04-09",
        "description": "Humanity finds a mysterious object buried beneath the lunar surface and sets off to find its origins with the help of HAL 9000, the world's most advanced super computer.",
        "movieID": 62
    },
    {
        "duration": 88,
        "title": "The Beach House",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            },
            {
                "id": "Horror",
                "name": 27
            },
            {
                "id": "Mystery",
                "name": 9648
            }
        ],
        "poster": "\/wyMjZJNAsvfnW8OS4JWh6TdKWzk.jpg",
        "releaseDate": "2020-10-22",
        "description": "A romantic getaway for two troubled college sweethearts turns into a struggle for survival when unexpected guests - and the surrounding environment - exhibit signs of a mysterious infection.",
        "movieID": 632304
    },
    {
        "duration": 89,
        "title": "Mogul Mowgli",
        "genre": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "poster": "\/iNCkptlAMlgCaOBaBs75gvGNU31.jpg",
        "releaseDate": "2020-10-30",
        "description": "Zed, a young British rapper, is about to start his first world tour, when a crippling illness strikes him down, and he is forced to move back in with his family. He tries to find himself between an international music career and Pakistani family traditions.",
        "movieID": 665764
    },
    {
        "duration": 95,
        "title": "Friendsgiving",
        "genre": [
            {
                "id": "Comedy",
                "name": 35
            }
        ],
        "poster": "\/s9CGTv4AFmrVkgoydnYFwXPaxGx.jpg",
        "releaseDate": "2020-10-23",
        "description": "Newly-divorced actress Molly, her recently-dumped lesbian best friend Abby and Molly’s mother Helen host a dysfunctional, comical and chaotic Thanksgiving dinner for their motley crew of close friends and strange acquaintances.",
        "movieID": 524840
    },
    {
        "duration": 0,
        "title": "La huella de la pantera",
        "genre": [],
        "poster": "\/avefIfdPpsjh77zNRbObcsglSM6.jpg",
        "releaseDate": "2020-10-29",
        "description": "",
        "movieID": 752859
    },
    {
        "duration": 101,
        "title": "Never Rarely Sometimes Always",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            }
        ],
        "poster": "\/7yiSyQhhjTFphhfCUcn05tCQxyG.jpg",
        "releaseDate": "2020-03-13",
        "description": "A pair of teenage girls in rural Pennsylvania travel to New York City to seek out medical help after an unintended pregnancy.",
        "movieID": 595671
    },
    {
        "duration": 110,
        "title": "My Best Part",
        "genre": [
            {
                "id": 18,
                "name": "Drama"
            },
            {
                "id": 35,
                "name": "Comedy"
            }
        ],
        "poster": "\/xqBlEgr1RYjJiSlJd0KvdM4zsp2.jpg",
        "releaseDate": "2020-10-28",
        "description": "Jérémie, a young man reaching a breaking point on all fronts, decides to leave behind Paris and return to Limosin, to the home of his intrusive mother.",
        "movieID": 661229
    },
    {
        "duration": 127,
        "title": "Dark Waters",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            },
            {
                "id": "Thriller",
                "name": 53
            }
        ],
        "poster": "\/bzvzaHqKBSuGIIWhinTQPHvT0zf.jpg",
        "releaseDate": "2019-11-22",
        "description": "A tenacious attorney uncovers a dark secret that connects a growing number of unexplained deaths to one of the world's largest corporations. In the process, he risks everything — his future, his family, and his own life — to expose the truth.",
        "movieID": 552178
    },
    {
        "duration": 101,
        "title": "Cosa sarà",
        "genre": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "poster": "\/e2ofFVoO5oU8fJapg9xQyW0zOUS.jpg",
        "releaseDate": "2020-10-29",
        "description": "Bruno Salvati is a director of little success, fresh from the separation from his wife Anna with whom he had two children, the twenty-year-old Adele and the seventeen-year-old Tito. Following a sudden illness, Bruno is diagnosed with a disease that requires the intervention of a donor. All his family relationships are called into question, including that with his father Umberto, the custodian of a secret that will force Bruno to embark on a journey in search of someone who can help him.",
        "movieID": 654894
    },
    {
        "duration": 95,
        "title": "Outlaw",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            }
        ],
        "poster": "\/bDhM8YpbGU341UcB9hVeNfv8Dx4.jpg",
        "releaseDate": "2020-10-29",
        "description": "A high school student and a young criminal are trying to get reciprocity from the most popular guy in the school. The general and the dancer in 1985 put their careers and life on the line to be together.",
        "movieID": 577000
    },
    {
        "duration": 90,
        "title": "DNA",
        "genre": [
            {
                "id": 18,
                "name": "Drama"
            }
        ],
        "poster": "\/uJPVPHt3poxtvwRC3j4G2nVvgu.jpg",
        "releaseDate": "2020-10-28",
        "description": "DNA revolves around a woman with close ties to a beloved Algerian grandfather who protected her from a toxic home life as a child. When he dies, it triggers a deep identity crisis as tensions between her extended family members escalate revealing new depths of resentment and bitterness.",
        "movieID": 664177
    },
    {
        "duration": 99,
        "title": "My Little Sister",
        "genre": [
            {
                "id": "Drama",
                "name": 18
            }
        ],
        "poster": "\/7RLHIhADlZpsQbGvjdVTm66H2M0.jpg",
        "releaseDate": "2020-10-29",
        "description": "Berlin playwright Lisa follows her husband Martin to Switzerland, where he manages a private school. However, when her twin brother Sven’s leukaemia begins to wreak havoc on his health, she decides she must return to her roots, which has significant consequences for her relationship.",
        "movieID": 659967
    }
]